<template>
  <section class="flex gap-x-8">
    <img src="@/assets/about-us-1.svg" />
    <div class="flex flex-col gap-y-4">
      <h1>เกี่ยวกับเรา</h1>
      <p>
        ที่ Trillion Sure เรามุ่งมั่นที่จะพลิกโฉมวงการสุขภาพด้วยเทคโนโลยีล้ำสมัย ในฐานะบริษัท AI
        ผู้มีวิสัยทัศน์ เรามุ่งเน้นการสร้างนวัตกรรมระดับโลกที่สามารถแก้ปัญหาท้าทายต่างๆ
        ที่อุตสาหกรรมการดูแลสุขภาพกำลังเผชิญอยู่ในปัจจุบัน ผลิตภัณฑ์หลักของเรา
        <b>Eidy</b> ใช้ศักยภาพของ<b>โมเดลภาษาขนาดใหญ่ (LLMs)</b> ด้าน<b
          >โดเมนการแพทย์ (Medical Domain)
        </b>
        <b>การเรียนรู้ของเครื่อง (Machine Learning)</b> และข้อมูลเชิงลึกทางวิทยาศาสตร์ขั้นสูง
        เพื่อมอบโซลูชัน <b>AI Virtual healthcare provider</b> ที่ล้ำสมัยดั่งผู้เชี่ยวชาญด้านสุขภาพ
        ด้วยการมุ่งเน้นความสามารถในการใช้งานได้หลายภาษาและหลายมิติ (ข้อความ, ภาพ และอื่นๆ)
        เพื่อปิดช่องว่างระหว่างเทคโนโลยีและการแพทย์ โดยช่วยเสริมศักยภาพให้แก่แพทย์ พยาบาล
        และผู้ให้บริการสุขภาพทั่วโลก ผ่านเทคโนโลยีผู้ช่วยบุคลากรทางการแพทย์เสมือน หรือ
        <b> Virtual AI Healthcare provider </b>
        เรามุ่งหมายที่จะเพิ่มประสิทธิภาพทางคลินิกลดความเสี่ยงในด้านการทำงาน
        และช่วยบุคลากรแพทย์ในการยกระดับการดูแลผู้ป่วย
        โดยเริ่มจากกลุ่มผู้ใช้ความเสี่ยงต่ำและไม่ใช่การวินิจฉัย
        เน้นเรื่องมาตรฐานความรู้ทางด้านการแพทย์ และลดภาระงานด้านการบริหารจัดการในระบบสุขภาพทั่วโลก
      </p>
      <p>
        ความร่วมมือกับโรงพยาบาลและองค์กรด้านสุขภาพชั้นนำของเราช่วยให้การผสานวิธีของเราเข้ากับโครงสร้างพื้นฐานที่มีอยู่เป็นไปอย่างราบรื่น
        ซึ่งทำให้โซลูชันของเราสร้างความแตกต่างได้ทันทีและชัดเจน
      </p>
      <p class="font-bold">
        ที่ Trillion Sure เราเชื่อว่าเทคโนโลยีควรเสริมสร้างความเชี่ยวชาญของมนุษย์ ไม่ใช่เข้ามาแทนที่
        ดังนั้น นวัตกรรมของเราจึงมุ่งเน้นการทำให้ระบบสุขภาพเข้าถึงง่ายขึ้น มีประสิทธิภาพมากขึ้น
        และสามารถปรับเปลี่ยนให้เหมาะสมกับแต่ละบุคคล
      </p>
    </div>
  </section>
  <div
    class="w-screen self-center h-40 -mt-10 -mb-32 rotate-180 bg-[linear-gradient(180deg,_rgba(250,_252,_255,_0)_72.5%,_rgba(68,_155,_252,_0.8)_100%)]"
  ></div>
</template>
